Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/pcsx2.tmx
Source language: en
Languages: sv

source: Default
sv: Standard

source: Local Echo
sv: Lokalt eko

source: Failed to read state data.
sv: Det gick inte att läsa tillståndsdata.

source: Uncompressed
sv: Okomprimerad

source: Failed to save resume state: {}
sv: Det gick inte att spara återupptagningssparläget: {}

source: Spin CPU During Readbacks
sv: Spinn CPU under återläsningar

source: Determines the display duration for leaderboard notification popups.
sv: Fastställer hur länge popupnotiser för topplistor visas.

source: Failed to Load State From Slot {}
sv: Det gick inte att läsa in tillståndet från plats {}

source: 15x Native (~5400px)
sv: 15× inbyggd (~5400 px)

source: Failed to initialize FW.
sv: Det gick inte att initiera FW.

source: Never
sv: Aldrig

source: Automatically loads and applies compatibility patches to known problematic games.
sv: Läser automatiskt in och tillämpar kompatibilitetspatchar för kända problematiska spel.

source: Fit
sv: Anpassa

source: Settings & Inputs
sv: Inställningar och inmatning

source: Bottom Center
sv: Nere i mitten

source: Select OSD Font
sv: Välj OSD-teckensnitt

source: Enabled (All Primitives)
sv: Aktiverad (alla primitiver)

source: Could not locate a font file for system family &apos;%1&apos;. Using bundled default.
sv: Det gick inte att hitta en teckensnittsfil för systemfamiljen &apos;%1&apos;. Använder medföljande standardteckensnitt.

source: Shows the game you are currently playing as part of your profile in Discord.
sv: Visar spelet du spelar för närvarande som en del av din profil på Discord.

source: Deselect All
sv: Avmarkera alla

source: Default Sound Effect
sv: Standardljudeffekt

source: Save Draw Start:
sv: Start för sparade ritanrop:

source: Loaded state from backup slot {}.
sv: Läste in sparläget från reservplats {}.

source: Enables dumping of GS draws, textures, and render targets to disk for debugging.
sv: Aktiverar dumpning av GS-ritningar, texturer och renderingsmål till disk för felsökning.

source: Displays a modal dialog when a save state load/save operation fails.
sv: Visar en modal dialogruta när en åtgärd för inläsning eller sparning av sparläge misslyckas.

source: Stretch
sv: Sträck

source: OSD Messages Position
sv: Position för OSD-meddelanden

source: Volume: Unmuted to {}%
sv: Volym: aktiverad till {} %

source: Current Toolbar:
sv: Aktuell verktygsrad:

source: Top Right
sv: Uppe till höger

source: Show PCSX2 Version
sv: Visa PCSX2-version

source: Generate Symbols For IRX Exports
sv: Generera symboler för IRX-exporter

source: Software Dump Directory
sv: Katalog för programvarudump

source: Slot %1
sv: Plats %1

source: Software CLUT Render:
sv: Programvarurendering av CLUT:

source: Replay Frame End:
sv: Slutbildruta för uppspelning:

source: Determines how primary DNS requests are handled.
sv: Fastställer hur primära DNS-begäranden hanteras.

source: Crop:
sv: Beskärning:

source: Toggle Mouse Lock
sv: Växla muslås

source: Custom audio file to play for achievement notification alerts.
sv: Egen ljudfil att spela upp för varningar om prestationsnotiser.

source: Prioritize Upper Bits
sv: Prioritera övre bitar

source: Leaderboard Notification Duration
sv: Varaktighet för topplistenotis

source: N/A
sv: Ej tillämpligt

source: Failed to load state: {}
sv: Det gick inte att läsa in sparläget: {}

source: Sets the path to the disk image which will back the virtual mass storage device.
sv: Anger sökvägen till skivavbilden som ska utgöra lagringen för den virtuella masslagringsenheten.

source: Integer scaling is enabled. This may shrink the image.
sv: Heltalsskalning är aktiverad. Detta kan förminska bilden.

source: Save Draw Range Start
sv: Start för sparat ritintervall

source: PINE Slot
sv: PINE-port

source: Available Actions:
sv: Tillgängliga åtgärder:

source: Replay Frame Start:
sv: Startbildruta för uppspelning:

source: Notification Sound Path
sv: Sökväg till notisljud

source: Failed to write downloaded data to file &apos;%1&apos;.
sv: Det gick inte att skriva hämtade data till filen ”%1”.

source: Inactive
sv: Inaktiv

source: mVU Flag Hack
sv: mVU-flagghack

source: Prioritize Lower Bits
sv: Prioritera lägre bitar

source: Records the host graphics hardware configuration and renderer settings in the GS dump.
sv: Registrerar värdens grafiska maskinvarukonfiguration och renderarinställningar i GS-dumpen.

source: Alt+Left
sv: Alt+Vänster

source: Advanced Frame Display
sv: Avancerad bildrutevisning

source: Disable Readbacks (Synchronize GS Thread)
sv: Inaktivera återläsningar (synkronisera GS-tråd)

source: Force Nearest
sv: Tvinga närmaste

source: Video Recording Setup
sv: Inställningar för videoinspelning

source: Blended Sprites/Triangles
sv: Blandade sprites/trianglar

source: Forces extra barriers when using ROV with Vulkan to fix graphical issues present in some games and hardware configurations.
sv: Tvingar extra barriärer när ROV används med Vulkan för att åtgärda grafiska fel i vissa spel och maskinvarukonfigurationer.

source: Full (Slow)
sv: Fullständig (långsam)

source: Nearest
sv: Närmaste

source: Input New Float
sv: Ange nytt flyttal

source: decreased
sv: minskad

source: Clear Binding
sv: Rensa bindning

source: Use Default
sv: Använd standard

source: CPU Sprite Render Level
sv: Renderingsnivå för CPU-spritar

source: Failed to create game video capture directory &apos;%1&apos; Opening default directory.
sv: Det gick inte att skapa spelkatalogen för videoinspelning &apos;%1&apos; Öppnar standardkatalogen.

source: Debugger Window
sv: Felsökarfönster

source: Audio Codec
sv: Ljudkodek

source: When checked, the video capture resolution will follow the internal resolution of the running game.
sv: När detta är markerat följer videoinspelningens upplösning den interna upplösningen i spelet som körs.

source: Power notches
sv: Effektlägen

source: Upscaling can only be changed while using the Hardware Renderer.
sv: Uppskalning kan bara ändras när hårdvarurenderaren används.

source: Show Speed Percentages
sv: Visa hastighetsprocent

source: &On-Screen Display
sv: &Skärmvisning

source: Fast Forward:
sv: Snabbspolning:

source: Use Title File Names
sv: Använd titlar som filnamn

source: Used for storing video recordings.
sv: Används för att lagra videoinspelningar.

source: no serial
sv: inget serienummer

source: Bitrate:
sv: Bithastighet:

source: Enable Game Fixes
sv: Aktivera spelkorrigeringar

source: System Default
sv: Systemstandard

source: Override Texture Barriers
sv: Åsidosätt texturbarriärer

source: Always
sv: Alltid

source: Internal HDD
sv: Intern HDD

source: Loaded state from slot {}.
sv: Läste in sparläget från plats {}.

source: 1 (64 Max Width)
sv: 1 (maximal bredd 64)

source: Saving state to slot 1... Saved state to slot 1. Loaded state from slot 1. Saving single frame GS dump with Zstandard compression to &apos;gsdump_0001.gs.zst&apos; Saved GS dump to &apos;gsdump_0001.gs.zst&apos;. No save state found in slot 2. Target speed set to 120%.
sv: Sparar tillstånd till plats 1 … Sparade tillstånd till plats 1. Läste in tillstånd från plats 1. Sparar GS-dump för en bildruta med Zstandard-komprimering till &apos;gsdump_0001.gs.zst&apos; Sparade GS-dump till &apos;gsdump_0001.gs.zst&apos;. Inget sparläge hittades på plats 2. Målhastigheten är inställd på 120 %.

source: Network Adapter
sv: Nätverksadapter

source: AA1 is enabled, this may severely degrade performance.
sv: AA1 är aktiverat, vilket kan försämra prestandan kraftigt.

source: Eject Memory Card
sv: Mata ut minneskort

source: Scanning for new games...
sv: Söker efter nya spel …

source: Memory Cards have been swapped. Slot 1: {} Slot 2: {}
sv: Minneskorten har bytts. Plats 1: {} Plats 2: {}

source: Save State Management
sv: Hantering av sparlägen

source: Win Condition
sv: Vinstvillkor

source: Texture Offsets:
sv: Texturförskjutningar:

source: Enable Sound Effects
sv: Aktivera ljudeffekter

source: Game arguments:
sv: Spelargument:

source: No disc to remove.
sv: Ingen skiva att mata ut.

source: Enable Recompiler
sv: Aktivera omkompilator

source: URLs:
sv: URL:er:

source: Center Right
sv: I mitten till höger

source: Starting draw call index within each frame to dump.
sv: Startindex för ritningsanrop inom varje bildruta som ska dumpas.

source: Show Inputs
sv: Visa inmatning

source: Chop/Zero
sv: Avkorta/noll

source: The Direct3D 11 renderer is running at feature level 10.0. This is an UNSUPPORTED configuration. Do not request support, please upgrade your hardware/drivers first.
sv: Direct3D 11-renderaren körs på funktionsnivå 10.0. Detta är en KONFIGURATION SOM INTE STÖDS. Begär inte support, uppgradera först din hårdvara eller dina drivrutiner.

source: Background Opacity
sv: Bakgrundsopacitet

source: Start
sv: Starta

source: increased
sv: ökad

source: Show Cheats For All CRCs
sv: Visa fusk för alla CRC:er

source: Custom HDD Size
sv: Egen HDD-storlek

source: 19x Native (~6840px)
sv: 19× inbyggd (~6840 px)

source: Video Capture Width
sv: Bredd för videoinspelning

source: New Function
sv: Ny funktion

source: Show GPU Usage
sv: Visa GPU-användning

source: Draw Dumping
sv: Dumpning av ritanrop

source: Remove
sv: Ta bort

source: Rewrite large ST coordinates and clamp the values (mainly for Ridge Racer V and Destruction Derby Arena).
sv: Skriver om stora ST-koordinater och begränsar värdena (främst för Ridge Racer V och Destruction Derby Arena).

source: Rewrite large ST coordinates and clamp the values.
sv: Skriv om stora ST-koordinater och begränsa värdena.

source: Saved {0} hours, {1} minutes ago at {2:%H:%M}
sv: Sparad för {0} timmar och {1} minuter sedan kl. {2:%H:%M}

source: Failed to create snapshots directory &apos;%1&apos; Opening default directory.
sv: Det gick inte att skapa katalogen för skärmbilder ”%1”. Öppnar standardkatalogen.

source: Exposes additional memory to the virtual machine, expanding the EE and IOP memory to 128MB and 8MB respectively.
sv: Exponerar ytterligare minne för den virtuella maskinen och utökar EE- respektive IOP-minnet till 128 MB och 8 MB.

source: Unlimited
sv: Obegränsat

source: Enter the DNS server address
sv: Ange DNS-serveradressen

source: Select File
sv: Välj fil

source: Direct3D 11 (Legacy)
sv: Direct3D 11 (äldre)

source: OSD Messages Position:
sv: Position för OSD-meddelanden:

source: Correct but slower. Known to affect the following games: FIFA Street 2.
sv: Korrekt men långsammare. Känt att påverka följande spel: FIFA Street 2.

source: Selects the graphics renderer. Automatic will select the best available renderer for your hardware.
sv: Väljer grafikrenderare. Automatiskt väljer den bästa renderaren som är tillgänglig för din maskinvara.

source: Invalid Icon
sv: Ogiltig ikon

source: Texture Inside RT:
sv: Textur inuti RT:

source: Patches the BIOS to skip the console&apos;s boot animation.
sv: Patchar BIOS för att hoppa över konsolens startanimation.

source: This option disables multiple safe features. Disables accurate Unscale Point and Line rendering which can help Xenosaga games. Disables accurate GS Memory Clearing to be done on the CPU, and lets the GPU handle it, which can help Kingdom Hearts games.
sv: Det här alternativet inaktiverar flera säkra funktioner. Inaktiverar korrekt rendering av Unscale Point och Line, vilket kan hjälpa Xenosaga-spel. Inaktiverar korrekt rensning av GS-minne på CPU:n och låter GPU:n hantera det, vilket kan hjälpa Kingdom Hearts-spel.

source: OSD Text Style:
sv: OSD-textstil:

source: Successfully logged in as {}.
sv: Inloggningen som {} lyckades.

source: Precache Textures
sv: Förbuffra texturer

source: Advanced Options
sv: Avancerade alternativ

source: Supported Image Types (*.bmp *.gif *.jpg *.jpeg *.png *.webp)
sv: Bildtyper som stöds (*.bmp *.gif *.jpg *.jpeg *.png *.webp)

source: Applies a shader which replicates the visual effects of different styles of television sets.
sv: Tillämpa en shader som återger de visuella effekterna hos olika TV-stilar.

source: Determines where achievement/leaderboard notification popups are positioned on the screen.
sv: Fastställer var popupnotiser för prestationer/topplistor placeras på skärmen.

source: Octal
sv: Oktal

source: Every Frame
sv: Varje bildruta

source: Network Configuration
sv: Nätverkskonfiguration

source: DualShock 4 / DualSense Enhanced Mode
sv: Förbättrat läge för DualShock 4/DualSense

source: Disable Framebuffer Fetch
sv: Inaktivera hämtning av rambuffert

source: --- Separator ---
sv: --- Avgränsare ---

source: Wave Filter
sv: Vågfilter

source: System font families: %1
sv: Teckensnittsfamiljer i systemet: %1

source: Performance Metrics Options
sv: Alternativ för prestandamått

source: Paste Instruction Text
sv: Klistra in instruktionstext

source: Failed to open zip file &apos;{}&apos; for save state: {}.
sv: Det gick inte att öppna zip-filen ”{}” för sparat tillstånd: {}.

source: Show GS Statistics
sv: Visa GS-statistik

source: Selection and Preview
sv: Val och förhandsgranskning

source: Customize Toolbar
sv: Anpassa verktygsfält

source: Off (None)
sv: Av (ingen)

source: Submits useless work to the GPU during readbacks to prevent it from going into powersave modes. May improve performance during readbacks but with a significant increase in power usage.
sv: Skickar onödigt arbete till GPU:n under återläsningar för att förhindra energisparläge. Kan förbättra prestandan under återläsningar, men ökar energianvändningen betydligt.

source: Determines where achievement/leaderboard overlays are positioned on the screen.
sv: Anger var överlagringar för prestationer/resultattavlor placeras på skärmen.

source: Slow-Motion
sv: Långsam uppspelning

source: Fullscreen mode:
sv: Helskärmsläge:

source: Native/Full (10:7)
sv: Inbyggd/full (10:7)

source: Cannot generate filename for save state.
sv: Det går inte att skapa ett filnamn för sparläget.

source: NxAGSS downsampling (Nx Automatic Grid SuperSampling)
sv: Nedsampling med NxAGSS (Nx automatiskt rutnät med supersampling)

source: Bilinear Dirty Upscale
sv: Bilinär uppskalning med smutsig filtrering

source: Not Logged In.
sv: Inte inloggad.

source: Search system fonts...
sv: Sök efter systemteckensnitt …

source: Extra Arguments
sv: Extra argument

source: Unknown
sv: Okänd

source: Adapter / Interface
sv: Adapter/gränssnitt

source: &lt;strong&gt;Applied:&lt;/strong&gt; %1
sv: &lt;strong&gt;Tillämpad:&lt;/strong&gt; %1

source: Adjust Per-Game
sv: Justera per spel

source: Auto
sv: Automatiskt

source: Show On Startup
sv: Visa vid start

source: ELF Section Headers
sv: ELF-sektionshuvuden

source: Use for Slot %1
sv: Använd för plats %1

source: Show GPU Debug Info
sv: Visa GPU-felsökningsinformation

source: Automatically loads and applies no-interlacing patches on game start. Can cause issues.
sv: Läser automatiskt in och tillämpar patchar för att ta bort sammanflätning när spelet startar. Kan orsaka problem.

source: Input Error
sv: Inmatningsfel

source: Show Hardware Info
sv: Visa maskinvaruinformation

source: Overlay Settings
sv: Inställningar för överlagring

source: Real-Time Clock
sv: Realtidsklocka

source: Power Up
sv: Öka effekt

source: Saved {0} minutes ago at {1:%H:%M}
sv: Sparad för {0} minuter sedan kl. {1:%H:%M}

source: Subnet Mask
sv: Nätmask

source: Falls back to the CPU for expanding sprites/lines.
sv: Använder CPU:n som reserv för att expandera spritar/linjer.

source: Shows Titles for Games when in Game Grid View Mode
sv: Visar titlar för spel i spellistans rutnätsvy

source: Round Sprite:
sv: Avrunda sprite:

source: Texture Filtering:
sv: Texturfiltrering:

source: Active
sv: Aktiv

source: Graphics API
sv: Grafik-API

source: Show Texture Replacement Status
sv: Visa status för texturersättning

source: Saves performance metrics and statistics per draw call when GS dumping is active.
sv: Sparar prestandamått och statistik per ritningsanrop när GS-dumpning är aktiv.

source: Shows the amount of currently active patches/cheats in the bottom-right corner of the display.
sv: Visar antalet aktiva modifieringar/fusk i skärmens nedre högra hörn.

source: Sets the video bitrate. Higher bitrates generally improve quality but increase file size.
sv: Anger videobithastigheten. Högre bithastigheter ger vanligen bättre kvalitet men ökar filstorleken.

source: Overriding default depth feedback mode, this may break rendering in some games.
sv: Åsidosätter standardläget för djupåterkoppling, vilket kan göra att rendering slutar fungera i vissa spel.

source: Aspect Ratio:
sv: Bildförhållande:

source: Log the message and resume execution instead of pausing.
sv: Logga meddelandet och återuppta körningen i stället för att pausa.

source: Failed to read packet.
sv: Det gick inte att läsa paketet.

source: Automatically loads and applies fixes to known problematic games on game start.
sv: Läser automatiskt in och tillämpar korrigeringar för kända problematiska spel när spelet startar.

source: Select a File
sv: Välj en fil

source: Login...
sv: Logga in …

source: Brake notches
sv: Bromslägen

source: Performs just-in-time binary translation of Vector Unit 0 (VU0) microprograms to native code.
sv: Utför just-in-time-binäröversättning av mikroprogram för vektorenhet 0 (VU0) till inbyggd kod.

source: Overlay Position
sv: Överlagringens position

source: Disable Safe Features
sv: Inaktivera säkra funktioner

source: 14x Native (~5040px)
sv: 14× inbyggd (~5040 px)

source: 10 (640 Max Width)
sv: 10 (maximal bredd 640)

source: Cover Downloader
sv: Omslagshämtare

source: Using default font: %1.
sv: Använder standardteckensnittet: %1.

source: Maximum
sv: Största

source: Enables mipmapping, which some games require to render correctly. Mipmapping uses progressively lower resolution variants of textures at progressively further distances to reduce processing load and avoid visual artifacts.
sv: Aktiverar mipmapping, vilket vissa spel behöver för korrekt rendering. Mipmapping använder varianter av texturer med successivt lägre upplösning på successivt längre avstånd för att minska belastningen och undvika visuella artefakter.

source: Fast Forward Boot
sv: Snabbspola start

source: Invalid Font
sv: Ogiltigt teckensnitt

source: {} Paused
sv: {} pausad

source: Catalog families: %1
sv: Katalogfamiljer: %1

source: Downloaded only
sv: Endast hämtade

source: Device Type
sv: Enhetstyp

source: New Local Variable
sv: Ny lokal variabel

source: NTSC Frame Rate
sv: Bildrutehastighet för NTSC

source: custom.qss [Drop in PCSX2 Folder]
sv: custom.qss [lägg i PCSX2-mappen]

source: Enables AA1 (PS2 antialiasing), which some games require to render correctly. This may result in a heavy performance penalty.
sv: Aktiverar AA1 (PS2-kantutjämning), som vissa spel behöver för korrekt rendering. Det kan medföra en stor prestandaförlust.

source: Rename Memory Card
sv: Byt namn på minneskort

source: Volume: {} {}% Reached
sv: Volym: {} {} % uppnådd

source: View Profile...
sv: Visa profil …

source: Swapped Slot 1 and Slot 2 memory cards.
sv: Bytte minneskorten på plats 1 och plats 2.

source: Dismiss
sv: Avfärda

source: Could not load license metadata for this font.
sv: Det gick inte att läsa in licensmetadata för detta teckensnitt.

source: Boot mode:
sv: Startläge:

source: Search on Redump.info...
sv: Sök på Redump.info …

source: Your memory card is still saving data. WARNING: Shutting down now can IRREVERSIBLY CORRUPT YOUR MEMORY CARD. You are strongly advised to select &apos;No&apos; and let the save finish. Do you want to shutdown anyway and IRREVERSIBLY CORRUPT YOUR MEMORY CARD?
sv: Minneskortet sparar fortfarande data. VARNING: om du stänger av nu kan MINNESKORTET SKADAS OÅTERKALLELIGT. Du rekommenderas starkt att välja &apos;Nej&apos; och låta sparandet slutföras. Vill du ändå stänga av och SKADA MINNESKORTET OÅTERKALLELIGT?

source: Shows the number of internal video frames displayed per second by the system.
sv: Visar antalet interna videobildrutor som visas per sekund av systemet.

source: Nocash Symbols
sv: Nocash-symboler

source: The selected file could not be loaded as an icon.
sv: Den valda filen kunde inte läsas in som en ikon.

source: Add PCSX2 to the Application Menu
sv: Lägg till PCSX2 på programmenyn

source: Speed
sv: Hastighet

source: Selected font: %1 (default)
sv: Valt teckensnitt: %1 (standard)

source: Hour of the day (0-23).
sv: Dygnets timme (0–23).

source: Sound reset to default.
sv: Ljudet har återställts till standardvärdet.

source: &Customize Toolbar...
sv: &Anpassa verktygsrad…

source: Started saving performance metrics{}
sv: Började spara prestandamått{}

source: Enables internal Anti-Blur hacks. Less accurate than PS2 rendering but will make a lot of games look less blurry.
sv: Aktiverar interna Anti-Blur-hack. Mindre exakt än PS2-rendering, men gör att många spel ser mindre oskarpa ut.

source: Trilinear (PS2)
sv: Trilinjär (PS2)

source: Sets the video bitrate to be used. Higher bitrates generally yield better video quality at the cost of larger resulting file sizes.
sv: Anger videobithastigheten som ska användas. Högre bithastigheter ger vanligen bättre videokvalitet men ökar den resulterande filstorleken.

source: No type name provided.
sv: Inget typnamn angivet.

source: 22x Native (~7920px)
sv: 22× inbyggd (~7920 px)

source: Media Capture
sv: Medieinspelning

source: Off
sv: Av

source: Swap Memory Cards
sv: Byt minneskort

source: Select All
sv: Markera alla

source: Enter one or more cover image URL templates below. Variables such as ${serial} and ${title} are supported. See the Qt Cover Downloader for more information.
sv: Ange en eller flera URL-mallar för omslagsbilder nedan. Variabler som ${serial} och ${title} stöds. Se Qt Cover Downloader för mer information.

source: Enable Spectator Mode
sv: Aktivera åskådarläge

source: Enable In-Game Leaderboard Overlays
sv: Aktivera överlagringar för resultattavlor i spel

source: Total number of draw calls to dump per frame after the starting draw index.
sv: Totalt antal ritningsanrop att dumpa per bildruta efter startindexet.

source: Ethernet Device Type
sv: Typ av Ethernet-enhet

source: Account
sv: Konto

source: OSD Scale:
sv: OSD-skala:

source: Start Saving Performance Metrics (Capture Timer)
sv: Börja spara prestandamått (inspelningstimer)

source: Upscale multiplier {} to {}x.
sv: Uppskalningsmultiplikator {} till {}×.

source: GS Dump Compression:
sv: Komprimering av GS-dump:

source: Minimalistic
sv: Minimalistisk

source: Reset to default application icon
sv: Återställ till programmets standardikon

source: &lt;strong&gt;On-Screen Display Settings&lt;/strong&gt;&lt;hr&gt;These options control the on-screen display (OSD) overlays shown during gameplay.&lt;br&gt;&lt;br&gt;Mouse over an option for additional information, and Shift+Wheel to scroll this panel.
sv: &lt;strong&gt;Inställningar för skärmvisning&lt;/strong&gt;&lt;hr&gt;Dessa alternativ styr skärmvisningsöverlagringarna (OSD) som visas under spel.&lt;br&gt;&lt;br&gt;Håll muspekaren över ett alternativ för mer information och använd Skift+hjul för att rulla panelen.

source: Failed to Load State From Backup Slot %1
sv: Det gick inte att läsa in tillstånd från säkerhetskopieringsplats %1

source: Selects the controller input profile to use for this game. Choosing a specific profile allows custom controller bindings without changing global settings.
sv: Väljer handkontrollens inmatningsprofil för spelet. Med en specifik profil kan egna handkontrollbindningar användas utan att de globala inställningarna ändras.

source: Video Bitrate
sv: Videobithastighet

source: If Debugger Is Open
sv: Om felsökaren är öppen

source: Show Leaderboard Notifications
sv: Visa topplistenotiser

source: Show Patches
sv: Visa patchar

source: Widescreen (16:9)
sv: Bredbild (16:9)
